Enterprise_Serivces/Prod/Bronze4/CSLStoreAdministrationService/result1/Iteration1/t8_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><CorrelationID xmlns="http://services.gamestop.com/sales/storeadministration/storeadministrationservice/v1.0">11438173-e912-4900-a126-6a586f6bb6e6</CorrelationID><MachineName xmlns="http://services.gamestop.com/sales/storeadministration/storeadministrationservice/v1.0">test</MachineName><wsa:Action>http://services.gamestop.com/sales/storeadministration/storeadministrationservice/v1.0/IStoreAdministrationService/GetOrganizationHierarchyByStore</wsa:Action><wsa:MessageID>uuid:1b0aa74b-88e1-4d72-bb64-fed27534d2f3</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslstoreadministrationserviceqa1.testgs.pvt/StoreAdministrationService.svc</wsa:To></soap:Header><soap:Body><GetOrganizationHierarchyByStoreRequest xmlns="http://services.gamestop.com/sales/storeadministration/messagetypes/v1.0"><Id xmlns="http://services.gamestop.com/sales/storeadministration/storeadministrationservice/v1.0">1959</Id></GetOrganizationHierarchyByStoreRequest></soap:Body></soap:Envelope>